Repository: wp-plugins/auto-upload-images
Catalog: lang/auto-upload-images-*.po
Languages: it_it

source: Auto Upload Images Settings
it_it: Auto Upload Images Impostazioni

source: "PHP CURL" not enabled on your site! For working with "Auto Upload Images" plugin, you need to enable "PHP CURL", please contact with server admin and send request to enable "PHP CURL" on your site.
it_it: "PHP CURL" non è attivo sul tuo sito "Auto Upload Images" per lavorare necessita l'attivazione di "PHP CURL", si prega di contattare l'amministratore del server ed richiedere l'attivazione "PHP CURL" sul tuo sito.

source: Settings Saved.
it_it: Impostazioni Salvate

source: Base URL:
it_it: URL di base

source: If you need to choose a new base URL for the images that will be automatically uploaded. Ex:
it_it: Se può scegliere un nuovo URL di base per le immagini che verranno caricate automaticamente. Es:

source: Image Name:
it_it: Nome immagine

source: Choose a custom filename for the new images will be uploaded. You can also use these shortcodes <code dir="ltr">%filename%</code>, <code dir="ltr">%url%</code>, <code dir="ltr">%date%</code>, <code dir="ltr">%year%</code>, <code dir="ltr">%month%</code>, <code dir="ltr">%day%</code>.
it_it: Scegli un nome personalizzato per le immagini che verranno caricate automaticamente. Puoi usare i seguenti Shortcode <code dir="ltr">%filename%</code>, <code dir="ltr">%url%</code>, <code dir="ltr">%date%</code>, <code dir="ltr">%year%</code>, <code dir="ltr">%month%</code>, <code dir="ltr">%day%</code>.

source: Image Size:
it_it: Dimensione delle immagini:

source: Max Width
it_it: Larghezza massima

source: Max Height
it_it: Altezza massima:

source: You can choose max width and height for images uploaded by this plugin on your site. If you leave empty each one of fields by default use the original size of the image.
it_it: Puoi scegliere una larghezza e un'altezza massima per le immagini che verranno caricate con questo plugin sul tuo sito. Se lascerai entrambi i campi vuoti l'immagine verrà caricata con dimensioni originali

source: Exclude Domains:
it_it: Domini esclusi

source: Enter the domains you wish to be excluded from uploading images: (One domain per line)
it_it: Inserisci i domini che si desidera escludere dal caricamento automatico (Un dominio per riga)
